[
    {"pergunta": "O que é Alzheimer?", "resposta": "Alzheimer é uma doença neurodegenerativa progressiva que afeta a memória e outras funções cognitivas."},
    {"pergunta": "Quais são os primeiros sintomas do Alzheimer?", "resposta": "Os primeiros sintomas incluem esquecimentos frequentes, dificuldades para lembrar nomes e problemas de orientação."},
    {"pergunta": "O Alzheimer tem cura?", "resposta": "Não, o Alzheimer não tem cura, mas existem tratamentos para retardar sua progressão."},
    {"pergunta": "Quais são os fatores de risco para Alzheimer?", "resposta": "Idade avançada, histórico familiar, sedentarismo, tabagismo e alimentação pouco saudável são fatores de risco."},
    {"pergunta": "O Alzheimer é hereditário?", "resposta": "Existe uma predisposição genética, mas a maioria dos casos não é diretamente hereditária."},
    {"pergunta": "Como é feito o diagnóstico de Alzheimer?", "resposta": "O diagnóstico envolve testes cognitivos, exames neurológicos, de sangue e ressonância magnética do cérebro."},
    {"pergunta": "Qual a diferença entre Alzheimer e demência?", "resposta": "Demência é um termo geral para a perda de funções cognitivas. O Alzheimer é um tipo específico de demência."},
    {"pergunta": "Como posso prevenir o Alzheimer?", "resposta": "Manter uma alimentação saudável, praticar exercícios, ter sono de qualidade e manter a mente ativa são formas de prevenção."},
    {"pergunta": "Quais os estágios do Alzheimer?", "resposta": "São três estágios principais: leve, moderado e avançado, cada um com sintomas progressivamente mais graves."},
    {"pergunta": "O que acontece no cérebro de quem tem Alzheimer?", "resposta": "Ocorre o acúmulo de placas beta-amiloides e emaranhados de tau, causando a morte de neurônios."},
    {"pergunta": "Quais os tratamentos disponíveis para Alzheimer?", "resposta": "Medicamentos como donepezila e memantina ajudam a retardar os sintomas, além de terapias cognitivas."},
    {"pergunta": "Pessoas jovens podem ter Alzheimer?", "resposta": "Sim, embora raro, existe o Alzheimer de início precoce, que pode afetar pessoas antes dos 65 anos."},
    {"pergunta": "Como ajudar um familiar com Alzheimer?", "resposta": "Criar uma rotina estruturada, oferecer apoio emocional e garantir um ambiente seguro são fundamentais."},
    {"pergunta": "O Alzheimer pode levar à morte?", "resposta": "Sim, é uma doença progressiva e fatal, geralmente devido a complicações como infecções e falência de órgãos."},
    {"pergunta": "Exercícios físicos ajudam no Alzheimer?", "resposta": "Sim, a atividade física melhora a circulação cerebral e pode retardar a progressão da doença."},
    {"pergunta": "Quais alimentos podem ajudar a prevenir Alzheimer?", "resposta": "Alimentos ricos em ômega-3, vegetais, frutas, azeite de oliva e nozes são benéficos para o cérebro."},
    {"pergunta": "Quais exames são feitos para diagnosticar Alzheimer?", "resposta": "Testes cognitivos, exames de sangue, ressonância magnética e PET scan são usados para diagnóstico."},
    {"pergunta": "O estresse pode causar Alzheimer?", "resposta": "O estresse crônico pode contribuir para o desenvolvimento de doenças neurodegenerativas, incluindo Alzheimer."},
    {"pergunta": "Quanto tempo uma pessoa com Alzheimer pode viver?", "resposta": "A expectativa de vida varia, mas geralmente é de 8 a 10 anos após o diagnóstico."},
    {"pergunta": "O Alzheimer afeta a fala?", "resposta": "Sim, nos estágios avançados, a pessoa pode ter dificuldades para formar frases e se comunicar."},
    {"pergunta": "O Alzheimer pode ser confundido com outras doenças?", "resposta": "Sim, pode ser confundido com depressão, deficiência de vitamina B12 e outras formas de demência."},
    {"pergunta": "O que fazer quando um paciente com Alzheimer fica agressivo?", "resposta": "Manter a calma, evitar confrontos e tentar identificar a causa da agitação pode ajudar a controlar a agressividade."},
    {"pergunta": "Quais são as fases finais do Alzheimer?", "resposta": "A pessoa perde a capacidade de reconhecer familiares, não consegue se alimentar sozinha e pode ficar acamada."},
    {"pergunta": "Como lidar com a incontinência urinária no Alzheimer?", "resposta": "Estabelecer horários regulares para idas ao banheiro e usar fraldas geriátricas pode ajudar."},
    {"pergunta": "A música pode ajudar no tratamento do Alzheimer?", "resposta": "Sim, a musicoterapia pode melhorar o humor e estimular a memória de pacientes com Alzheimer."},
    {"pergunta": "Quais profissionais podem ajudar no cuidado do Alzheimer?", "resposta": "Neurologistas, geriatras, psicólogos, fisioterapeutas e terapeutas ocupacionais são fundamentais no tratamento."},
    {"pergunta": "Como adaptar a casa para um paciente com Alzheimer?", "resposta": "Remover objetos perigosos, instalar corrimãos e manter uma iluminação adequada pode ajudar na segurança."},
    {"pergunta": "A falta de sono pode causar Alzheimer?", "resposta": "A privação de sono está associada a um maior risco de desenvolver Alzheimer."}
  ]